[
    {
        "id": 0,
        "title": "She&apos;s a maniac",
        "kind": "Computer Animation",
        "date": "June 2017",
        "link": "maniac.php",
        "description": "",
        "images": {
            "cover": "maniac.gif",
            "1": "path-to-image"
        },
        "featured": false,
        "dark": false
    },
    {
        "id": 1,
        "title": "Si vede non si vede",
        "kind": "Game Concept",
        "date": "June 2017",
        "link": "sivedenonsivede.php",
        "description": "The aim of this project was developing a simple game for iPad, Android Tablets or Smartphones based on the children's book &ldquo;Si vede non si vede&rdquo; by Silvia Borando who, in turn, is the founder of Minibombo, a book editor that designs books for children.<br>A team of five people has realized an animated trailer that illustrates the way the application works over a week of workshop at Politecnico di Milano (and lead by Elena Caratti).<br>The child user is asked to find the animals that are hidden in the different scenes, and the puzzles that have to be solved require the interaction with the objects inside the scene.<br>The workshop is the result of a collaboration between the editor Mimibombo in Politecnico di Milano.",
        "images": {
            "cover": "sivedenonsivede.gif",
            "1": "https://vimeo.com/223111596"
        },
        "featured": false,
        "dark": false
    },
    {
        "id": 2,
        "title": "Simphone",
        "kind": "Physical Computing",
        "date": "June 2017",
        "link": "simphone.php",
        "description": "Simphone is the result of the Physical Computing course in Politecnico di Milano, where unused object were reprogrammed thanks to the embedding of an Arduino board, which could interact with the old circuits.<br>This approach let us transform an old landline into a Simon game.<br>Project by Alessandro Fagnani, Alice Di Giammartino, Edoardo Guido, Giusy Di Staso.",
        "images": {
            "cover": "simphone.gif",
            "1": "https://vimeo.com/230791591",
            "2": "https://vimeo.com/230796177",
            "3": "path-to-img"
        },
        "featured": false,
        "dark": false
    },
    {
        "id": 4,
        "title": "ditdot",
        "kind": "Brand Design",
        "date": "February 2017",
        "link": "ditdot.php",
        "description": "ditdot is a fictitious brand that was created for Laboratorio di Sintesi (Synthesis Lab), that is the last phase of a three-year course in Communication Design at Politecnico di Milano. Teachers Francesco Guida, Andrea Braccaloni, Pietro Buffa Di Castelalto gave students the task of rebranding a common-use object (in this case a hammer) and designing a &ldquo;communicative machine&rdquo;, an interactive artifact that users can interact with, to discover its core values.<br> As a result, ditdot heavily relies on sensory branding by starting from the sound that the hammer makes when using it, and transposing it into colour.",
        "images": {
            "cover": "ditdot.gif",
            "1": "billboard1.jpg",
            "2": "billboard2.jpg",
            "3": "billboard3.jpg",
            "9": "expo.jpg",
            "10": "stationery.jpg",
            "11": "installaz.jpg"
        },
        "featured": true,
        "dark": false
    },
    {
        "id": 5,
        "title": "VIMU",
        "kind": "Brand Identity",
        "date": "June 2016",
        "link": "vimu.php",
        "description": "A group of five people had to design the brand image for a university project (Laboratorio di Progetto della Comunicazione).<br>The client would be a newly founded museum of graphic design (the group was assigned the name 'Visual Museum').<br>The project is tailored for an interactive, dynamic museum.",
        "images": {
            "cover": "vimu.jpg",
            "1": "path-to-image"
        },
        "featured": false,
        "dark": false
    }
]